Repository: wp-plugins/import-wodpress-1x
Catalog: import1x-*.po
Languages: pt_br

source: Import WordPress 1.x
pt_br: Importar WordPress 1.x

source: This importer allows you to import data (posts and comments) from installations of WordPress 1.x into your blog.
pt_br: Este aplicativo permite importar posts, categorias e comentários de uma instalação do WordPress 1.x para o seu blog.

source: ATENTION
pt_br: ATENÇÃO

source: The permalinks of this blog must have the same structure of the blog that you are importing, otherwise you will have problems with the links.
pt_br: A estrutura de permalinks do seu blog precisa ser idêntica à do blog que está sendo importado, senão haverá problemas com os links.

source: In your WordPress installation, the folder .../wp-admin/import must have write permissions to anyone (666 or 777).
pt_br: Na sua instalação do WordPress, a pasta .../wp-admin/import tem que ter permissões para escrita (666 ou 777).

source: The imported blog must be configured to supply feeds with complete posts.
pt_br: O blog importando precisa estar configurado para fornecer feeds completos.

source: Type the URL to the WordPress blog you want to import
pt_br: Digite a URL do blog WordPress que deseja importar

source: Blog URL
pt_br: URL do blog

source: Create categories
pt_br: Criar categorias

source: Import comments
pt_br: Importar comentários

source: Increase time limit (for large amounts of articles)
pt_br: Aumentar tempo (para blogs com muitos posts)

source: The blog URL must be filled
pt_br: A URL do blog deve ser preenchida

source: Started at
pt_br: Iniciado em

source: Reading feeds...
pt_br: Lendo os feeds...

source: ...done.
pt_br: ...pronto.

source: Proccessing data...
pt_br: Processando informações...

source: Importing posts...
pt_br: Importando posts...

source: Imported comments
pt_br: Comentários importados

source: comments imported.
pt_br: comentários importados.

source: Created categories
pt_br: Categorias criadas

source: categories created.
pt_br: categorias criadas.

source: Finished at
pt_br: Terminado em

source: We get something, but it was not generated by WordPress...
pt_br: Conseguimos algo, mas não parece ter sido gerado pelo WordPress...

source: The posts could not be imported...
pt_br: Os posts não puderam ser importados...

source: The comments could not be imported...
pt_br: Os comentários não puderam ser importados...

source: Import posts, categories and comments from WordPress 1.x remote installations
pt_br: Importar posts, categorias e comentários de instalações remotas do WordPress 1.x
